

	"NSLE-20639 -108" = "La dernière opération n’a pu être effectuée faute de mémoire.";
	"NSLE-20639 -108 Solution" = "Fermez des applications et des fenêtres pour libérer de la mémoire.";

	"NSLE-20639 -1" = "La demande n’a pu être traitée en raison d’une erreur interne à NSL.";
	"NSLE-20639 -1 Solution" = "Veuillez réessayer. Si le problème persiste, essayez de redémarrer l’application ou l’ordinateur, puis tentez à nouveau l’opération.";

	"NSLE-20639 -4199" = "Le gestionnaire NSL n’a pas pu être initialisé.";
	"NSLE-20639 -4199 Solution" = "Redémarrez l’ordinateur et réessayez.";

	"NSLE-20639 -4198" = "Le logiciel système installé ne gère pas cette version de NSL.";
	"NSLE-20639 -4198 Solution" = "Installez Mac OS version 8.7 ou ultérieure.";

	"NSLE-20639 -4197" = "La version correcte d’Open Transport n’est pas disponible.";
	"NSLE-20639 -4197 Solution" = "Installez Open Transport version 1.3 ou ultérieure.";

	"NSLE-20639 -4192" = "Votre ordinateur n’est pas connecté au réseau.";
	"NSLE-20639 -4192 Solution" = "Vérifiez vos réglages de réseau, assurez-vous que les câbles sont correctement connectés, puis tentez à nouveau l’opération.";

	"NSLE-20639 -4182" = "Le chargement des modules NSL au démarrage a échoué.";
	"NSLE-20639 -4182 Solution" = "Redémarrez l’ordinateur, puis tentez à nouveau l’opération.";

	"NSLE-20639 -4181" = "Le gestionnaire NSL n’a trouvé aucun module à charger.";
	"NSLE-20639 -4181 Solution" = "Assurez-vous de posséder au moins un module NSL dans votre dossier /Système/Library/Frameworks/NSLCore.framework/Resources/NSLPlugins.";

	"NSLE-20639 -4179" = "Le gestionnaire NSL n’a pu charger aucun module pour traiter votre demande.";
	"NSLE-20639 -4179 Solution" = "Vérifiez vos réglages de réseau, assurez-vous que les câbles sont correctement connectés, puis tentez à nouveau l’opération.";

	"NSLE-20639 -4177" = "Le chargement de certains modules NSL a échoué.";
	"NSLE-20639 -4177 Solution" = "Vous pouvez continuer, car au moins un module est disponible. Vérifiez lequel dans le tableau de bord Gestionnaire d’extensions.";

	"NSLE-20639 -4174" = "La bibliothèque NSL UI est indisponible.";
	"NSLE-20639 -4174 Solution" = "Assurez-vous que cette bibliothèque partagée se trouve dans votre dossier Extensions, puis réessayez.";

	"NSLE-20639 -43" = "Un fichier nécessaire à cette opération n’était pas disponible.";
	"NSLE-20639 -43 Solution" = "Assurez-vous d’avoir correctement installé tous les composants.";

	"STR#-20639 1" = "Impossible de charger le module NSL %s.";

	"STR#-20639 2" = "Assurez-vous que votre réseau et ses paramètres sont correctement configurés. Vous pouvez cependant continuer, car au moins un module est disponible.";

	"This Computer" = "Cet ordinateur";
	"Managed Network Directory" = "Annuaire de réseaux gérés";
	"Default (%@ and %@)" = "Par défaut (%@ et %@)";
	".Mac" = ".Mac";
	
	"Server" = "Serveur";
	"My Mac" = "Mon Mac";
	"Folder" = "Dossier";
	"Neighborhood" = "Voisinage";
	"Mac Server" = "Serveur Mac";
	"PC Server" = "Serveur PC";
	"Sharepoint" = "Point de partage";
	"Remote Disc" = "Disque distant";
	"AirPort Base Station" = "Borne d’accès AirPort";
	"AirPort Disk" = "Disque AirPort";
	"AirPort" = "AirPort";
	"Volume" = "Volume";

	"Applications" = "Applications";
	"Library" = "Bibliothèque";
	"Servers" = "Serveurs";

	"Guest" = "Invité";
	"Anonymous" = "Anonyme";

	"SHARED" = "PARTAGÉS";
	"Network" = "Réseau";
	"More..." = "Plus…";
	"All..." = "Tous...";
	